{
    "home": {
      "title": "Herzlich willkommen!",
      "description": " Auf dieser Webseite finden Sie alles, was Sie über meine Arbeit, Projekte und Leidenschaften wissen müssen. Tauchen Sie ein und entdecken Sie mehr über meine Welt der Softwareentwicklung, kulinarischen Abenteuer und vieles mehr."
    },
    "about": {
      "title": "Über mich",
      "description": "Herzlich willkommen auf meiner Seite! Mein Name ist Markus, und ich bin ein leidenschaftlicher Softwareentwickler mit einem breiten Erfahrungsschatz in der Informationstechnologie und einem unkonventionellen Hintergrund als Küchenchef.<br><br>Meine Reise begann mit meiner Ausbildung zum Fachinformatiker für Anwendungsentwicklung bei der BFW Dortmund, wo ich die Grundlagen der Softwareentwicklung erlernte und meine Begeisterung für die digitale Welt entdeckte. Nach Abschluss meiner Ausbildung habe ich meine Fähigkeiten und Kenntnisse in verschiedenen Unternehmen weiterentwickelt, darunter die Comline GmbH und Delco Datentechnik, wo ich wertvolle Praxiserfahrung sammelte und meine Leidenschaft für innovative Lösungen vertiefte.<br><br>Parallel zu meiner beruflichen Laufbahn war ich jahrelang als Küchenchef in der Gastronomie tätig. Diese Erfahrung hat mich gelehrt, unter Druck zu arbeiten, effektiv zu kommunizieren und komplexe Projekte zu organisieren. Die strukturierte Arbeitsweise und das Streben nach Perfektion, die ich als Küchenchef entwickelt habe, sind Werte, die ich auch in meiner Tätigkeit als Softwareentwickler täglich anwende.<br><br>Als selbstständiger Softwareentwickler habe ich Projekte in verschiedenen Branchen betreut, von der App- und Webentwicklung bis hin zum Handel mit Refurbished-Geräten. Meine breite Erfahrung und mein unkonventioneller Hintergrund haben mich zu einem flexiblen und anpassungsfähigen Teammitglied gemacht, das stets bestrebt ist, innovative Lösungen zu entwickeln.<br><br>In meiner Freizeit erkunde ich gerne neue Technologien, koche leidenschaftlich gerne und verbringe Zeit in der Natur. Ich glaube fest daran, dass eine ausgewogene Work-Life-Balance entscheidend für persönliches Wachstum und beruflichen Erfolg ist.<br><br>Ich freue mich darauf, meine Fähigkeiten und Erfahrungen in einem inspirierenden Umfeld einzubringen und gemeinsam mit Ihnen innovative Lösungen zu entwickeln, die die Welt ein Stückchen besser machen."
    },
    "contact": {
      "title": "Kontaktieren Sie mich",
      "description": "Wenn Sie Fragen haben, weitere Informationen benötigen oder einfach nur Hallo sagen möchten, zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, von Ihnen zu hören!",
      "contactMethods": [
        {
          "name": "E-Mail",
          "icon": "bi bi-envelope-fill",
          "link": "mailto:markus_strubeoutlook.de"
        },
        {
          "name": "Instagram",
          "icon": "bi bi-instagram",
          "link": "https://www.instagram.com/example/"
        }
      ]
    }
  }
  